[
  {
    "name": "8-Bit",
    "description": "8-Bit is a Super Rare Brawler who has high health and a high damage output, but suffers by having the slowest movement speed of any Brawler. He attacks by firing six long-ranged laser beams. His Super spawns a Damage Booster which boosts the damage of him and his allies within its radius. His first Gadget, Cheat Cartridge, instantly teleports him to his Damage Booster. His second Gadget, Extra Credits, triples the amount of lasers his next attack fires. His first Star Power, Boosted Booster, significantly increases his Damage Booster range and damage boost. His second Star Power, Plugged In, increases his movement speed while within a radius around the Damage Booster. His Hypercharge makes his Super fire long-ranged laser beams with moderate damage output that excels at attacking, distracting, and defending."
  },
  {
    "name": "Amber",
    "description": "Amber is a Legendary Brawler that has moderate health and a high damage output. She attacks by shooting a continuous, long-ranged stream of fire. Amber's Super is a flask of fire fluid that creates a flammable puddle on the ground which can be ignited by her attack, and when ignited, it sets enemies that are in it on fire to burn over time. Amber's first Gadget, Fire Starters, momentarily increases her movement speed while she spills a trail of fire fluid behind her that behaves identically to her Super's puddle. Her second Gadget, Dancing Flames, she creates three fireballs that revolve around herself and each deal damage. Her Mythic Gear, Sticky Oil, slows the enemies down that are in the fire fluid puddles. Her first Star Power, Wild Flames, allows for two Super fire puddles to be placed down simultaneously and to passively charge her Super when standing near her fire fluid. Her second Star Power, Scorchin' Siphon, increases her reload speed when she's near her fire fluid."
  },
  {
    "name": "Angelo",
    "description": "Angelo is an Epic Brawler who has a very long range, low health, variable damage output, and a very fast movement speed. Angelo's Trait allows them to move over water. They attack by firing a long-ranged arrow, which gradually deals more damage the more they charge their attack. For their Super, Angelo leaves a small toxic area on the ground, damaging enemies if they touch it. When Angelo stands in the area, their attack will also deal poison damage to enemies over time. Their first Gadget, Stinging Flight, launches Angelo in the air, damaging nearby enemies and healing themself in the process. Their second Gadget, Master Fletcher, allows their next attack to pass through obstacles and pierce through enemies. Their first Star Power, Empower, allows Angelo to heal themself over time when they are inside the Super's area of effect. Their second Star Power, Flow, increases Angelo's movement speed when hovering on water. Their Hypercharge, In My Element, allows Angelo's Super to move with them."
  },
  {
    "name": "Ash",
    "description": "Ash is an Epic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 in Season 8: Once Upon A Brawl, or can be obtained from the Starr Road. He has high health, a variable damage output and movement speed, and a short attack range. Ash's Rage bar gets filled by a certain amount whenever he deals or receives damage and it gives Ash speed boosts and damage boosts that increase the more his Rage bar is filled. He attacks by smashing his broom on the ground, sending a piercing shockwave that deals more damage the more Ash's Rage bar is filled. His Super spawns five robotic rats with low health that chase the nearest enemy and explode on contact. His first Gadget, Chill Pill, heals Ash with the healed amount depending on how much his Rage bar is filled. His second Gadget, Rotten Banana, instantly increases his Rage in exchange for some of his current health. His first Star Power, First Bash, doubles the amount of Rage charged if he attacks an enemy when his ammo bars are full. His second Star Power, Mad As Heck, boosts his reload speed the more Rage Ash has. His Hypercharge, Rat King, makes his Super spawn more robotic rats."
  },
  {
    "name": "Barley",
    "description": "Barley is a Rare Brawler who has low health but a high damage potential. He attacks by lobbing a bottle of harmful liquid that splashes onto the ground and creates a small puddle on the ground that lasts for a period of time, dealing damage to enemies splashed and inside the puddle over time. His Super lobs five similar bottles on fire, though they do not set a burn effect. These bottles cover a greater area and persist for a longer period of time. His first Gadget, Sticky Syrup Mixer, creates a sticky puddle around himself that slows enemies inside it down. His second Gadget, Herbal Tonic, throws bottles around himself and teammates that heal them if they stand on the puddles. His first Star Power, Medical Use, heals him slightly when he lobs his bottle with his attack. His second Star Power, Extra Noxious, increases his main attack's damage per second. His Hypercharge, Bottled-Up Rage, makes his Super lob three big bottles of liquid that covers a larger area than his normal Super, destroying bushes in the process. Barley and his Wizard skin can be unlocked for free by linking an account to Supercell ID."
  },
  {
    "name": "Bea",
    "description": "Bea is an Epic Brawler with low health but a high damage potential. Her attack is a long-ranged bee that deals moderately low damage. Hitting an enemy with this shot Supercharges her next shot to deal very high damage. Bea only has 1 ammo slot that reloads fast but has a long cooldown for each shot. Her Super shoots 7 drones that slightly damage enemies and slow them down. Her first Gadget, Honey Molasses, deploys a beehive that creates sticky honey around itself, slowing down enemies who step inside. Her second Gadget, Rattled Hive, sends 4 bees spiraling outwards from her that damage enemies depending on their travel distance. Her first Star Power, Insta Beaload, gives her a second chance to have a Supercharged shot if she misses her Supercharged shot once. Her second Star Power, Honeycomb, gives her a shield whenever she has a Supercharged shot ready. Her Hypercharge, Protect the Queen, makes her Super into 2 it hits a target at max range."
  },
  {
    "name": "Belle",
    "description": "Belle is an Epic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 in Season 6: The Goldarm Gang, or can be obtained from the Starr Road. She has low health and a moderate damage output. Her attacks are very long-ranged bolts that bounce between nearby enemies that reload rather quickly. Her Super fires a low-damaging marker onto an enemy that increases any damage dealt to that enemy until they're defeated or when she uses her Super on another target. Her first Gadget, Nest Egg, deploys an invisible trap that deals low damage and briefly slows enemies that trigger it. Her second Gadget, Reverse Polarity, allows her next attack to bounce off of walls. Her first Star Power, Positive Feedback, grants her a brief shield whenever she hits an enemy Brawler with her attack. Her second Star Power, Grounded, temporarily disables enemies from reloading when hit by Belle's Super. Her Hypercharge, Magnetic, makes her Super home in on enemies."
  },
  {
    "name": "Bibi",
    "description": "Bibi is an Epic Brawler who has decently high health, a moderately high damage output, and a very fast movement speed, but a short range. Bibi attacks by swinging her baseball bat in a wide and close-ranged arc. She charges her Home Run bar by having all ammo, and charging it makes her next attack knock enemies back. Bibi's Super sends out a bubble that keeps traveling and bouncing off walls until it disappears. Her first Gadget, Vitamin Booster, heals her over time. Her second Gadget, Extra Sticky, allows her next Super to slow enemies. Her first Star Power, Home Run, increases her movement speed when her Home Run bar is charged. Her second Star Power, Batting Stance, grants her a shield when her Home Run Bar is charged. Her Hypercharge, Out of Bounds, allows her Super to split into two bubbles when it hits a target."
  },
  {
    "name": "Bo",
    "description": "Bo is an Epic Brawler who has moderate health, immense utility with his Super, and a potentially high but inconsistent damage output. He attacks by firing three long-ranged arrows that explode in a small radius at the end of their range. His Super places three traps that can be triggered to explode a moment later by being walked on by an enemy, damaging and knocking enemies back upon exploding. His first Gadget, Super Totem, places a totem that increases Bo's and his allies' Super charging rate while inside its area-of-effect. His second Gadget, Tripwire, manually detonates his traps. His first Star Power, Circling Eagle, increases his field of view into bushes. His second Star Power, Snare a Bear, causes his traps to stun enemies momentarily instead of knocking them back. His Hypercharge, Catch a Bear, makes his Super deploy five traps."
  },
  {
    "name": "Bonnie",
    "description": "Bonnie is an Epic Brawler who has very high health and long range in her cannon form but can attain an alternate form that can deal very high damage while having low health. Bonnie has a slow movement speed in her cannon form but a very fast movement speed in her alternate form. In her cannon form, she fires a fast, long-ranged tooth. Her Super shoots Bonnie out of the cannon, transforming into her alternate form and dealing area damage upon landing. Bonnie's alternate form attacks by firing three shells which deal massive damage at a short range. Her alternate form's Super transforms her back into Bonnie's cannon form. Her first Gadget, Sugar Rush, momentarily increases Bonnie's movement and reload speed when inside her cannon form. Her second Gadget, Crash Test, allows Bonnie to dash a few tiles in the direction she is facing, knocking back and dealing damage to enemies in the way. Her first Star Power, Black Powder, increases Bonnie's cannon form's Super range. Her second Star Power, Wisdom Tooth, allows her cannon form's attack to split into 4 smaller projectiles upon hitting an enemy or obstacle."
  },
  {
    "name": "Brock",
    "description": "Brock is a Rare Brawler who has low health but a high damage output. His attack shoots long-ranged rockets that explode and deal area damage in a short radius. His Super fires a barrage of rockets in a large area, destroying obstacles. His first Gadget, Rocket Laces, allows him to fire at his feet, damaging nearby enemies and knock them back, and launching Brock into the air. His second Gadget, Rocket Fuel, makes Brock's next attack a mega rocket that has a larger explosion radius, destroys walls and travels faster. His first Star Power, More Rockets!, increases the number of rockets fired from his Super. His second Star Power, Rocket No. Four, increases Brock's ammo capacity to 4. His Hypercharge, Rocket Barrage, increases the number of rockets fired from his next Super, which deal high damage."
  },
  {
    "name": "Bull",
    "description": "Bull is a Rare Brawler who has high health, a fast movement speed, and a high damage output at close range. His Trait allows him to charge his Super from enemies damaging him. His attack is a shot of multiple shotgun shells that deal high damage up close. His Super makes him charge in a certain direction, damaging enemies and destroying obstacles in his way, allowing him to get closer to or escape from enemies. His first Gadget, T-Bone Injector, instantly heals him for a considerable amount. His second Gadget, Stomper, halts his Super and stomps on the ground, slowing enemies within range. His first Star Power, Berserker, doubles his reload speed when he falls below 60% health. His second Star Power, Tough Guy, shields him when he falls below 40% health. His Hypercharge, Jaws of Steel, allows his Super to gain a significant damage-reduction shield while it's active."
  },
  {
    "name": "Buster",
    "description": "Buster is a Mythic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 in Season 15: Ghost Station, or can be obtained from the Starr Road. He has high health, fast movement speed and, a moderately high damage output at close range. His Trait allows Buster to passively charge his Super if an ally is within a radius of him. Buster attacks by projecting a wave of light in a cone that deals more damage up close. His Super is a barrier that blocks projectiles and converts them into a counterattack projectile. Buster's first Gadget, Utility Belt, heals allies inside his Trait radius with the healing increased with more allies in it. His second Gadget, Slo-Mo Replay, allows his next attack to pull in enemies. His first Star Power, Blockbuster, increases the damage of his attack for every ally inside his Trait radius. His second Star Power, Kevlar Vest, grants him a shield and immunity from slows, stuns, or knockbacks while his Super is active."
  },
  {
    "name": "Buzz",
    "description": "Buzz is a Mythic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 in Season 7: Jurassic Splash, or can be obtained from the Starr Road. He has high health, a high damage output, and great mobility because of his Super and his fast movement speed, but a short attack range. His Trait allows Buzz to passively charge his Super if an enemy Brawler is within a radius of him. He attacks with close-ranged sound waves from his whistle. His Super throws out a buoy that can grapple walls or enemies, pulling Buzz to them and stunning nearby enemies with the stun duration varying based on his travel distance. His first Gadget, Reserve Buoy, instantly and fully charges his Super with this Super not stunning enemies. His second Gadget, X-Ray-Shades, momentarily allows Buzz and his teammates to see enemies hiding in bushes within his Trait's Super charging area. His first Star Power, Tougher Torpedo, increases the minimum stun duration of his Super. His second Star Power, Eyes Sharp, increases his Trait's area to cover more ground. His Hypercharge, Buzzwatch, recharges Buzz's Super instantly when he hits a wall."
  },
  {
    "name": "Byron",
    "description": "Byron is a Mythic Brawler who has a moderately high damage output and can provide consistent healing to allies, but has low health and insufficient burst damage. His attack is a long-ranged dart that damages enemies and heals allies over time. His Super lobs a vial that damages/heals all respective targets in its splash radius upon impact. His first Gadget, Shot in the Arm, consumes one ammo to heal him over time. His second Gadget, Booster Shots, allows his next attack to fire three darts that deal less damage and heal less health. His first Star Power, Malaise, momentarily reduces the effectiveness of any healing effects for enemies hit by his Super. His second Star Power, Injection, periodically makes his attack pierce through targets."
  },
  {
    "name": "Carl",
    "description": "Carl is a Super Rare Brawler. He has moderately high health and a moderate damage output. When he attacks, Carl boomerangs his pickaxe, damaging and piercing through any enemies hit while the pickaxe is flying forward or traveling back to Carl, and consuming his only ammo which reloads when the pickaxe returns. His Super momentarily sends him into a crazy spin, doubling his movement speed and allowing him to damage enemies he gets close to for its duration. His first Gadget, Heat Ejector, makes his next attack leave hot rocks that sets enemies who touch them on fire to burn over time. His second Gadget, Flying Hook, makes Carl's next attack pull him to the furthest point of its range. His first Star Power, Power Throw, increases his pickaxe's speed, effectively decreasing his reload time. His second Star Power, Protective Pirouette, grants him a significant damage reduction shield during his Super. His Hypercharge, Flamespin, makes Carl's Super to dispense a trail of hot rocks behind him that sets enemies who touch them on fire to burn over time."
  },
  {
    "name": "Charlie",
    "description": "Charlie is a Mythic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 in Season 21: Bizarre Circus, or can be obtained from the Starr Road. Charlie has moderate health, a low damage output, but immense utility with her Super. When she attacks, Charlie slings her yo-yo, dealing damage to any enemies hit while the yo-yo is flying forward or traveling back to Charlie, and consuming her only ammo which reloads when the yo-yo returns. For her Super, Charlie fires a bundle of hair that allows her to temporarily trap enemy Brawlers in a cocoon. Her first Gadget, Spiders, summons three spiders with low health and damage that chase down enemies, and have quick melee attacks. Her second Gadget, Personal Space, allows Charlie to spawn in a cocoon, and heals her when used. Her first Star Power, Digestive, decreases the enemy Brawler's health when they get hit by her Super. Her second Star Power, Slimy, makes her Super drop puddles of slime that slow enemies down. Her Hypercharge, Pestilence, summons three spiders around her Super that behave identically to her first Gadget."
  },
  {
    "name": "Chester",
    "description": "Chester is a Legendary Brawler who has moderate health, variable damage output, and a random Super. For his attack, he throws bells; how many bells he throws is based on a cyclic sequence. Chester's Super is one of five Supers that can either deal high damage, knock back enemies, and destroy obstacles; fire a candy boxing glove that stuns an enemy; spray a cloud of salt that deals damage over time; damage and slow down enemies in a moderate radius; or significantly heal himself over time. His first Gadget, Spicy Dice, changes his Super at random. His second Gadget, Candy Beans, gives either a speed boost, a reload speed boost, a damage boost, or healing over time at random. His first Star Power, Single Bell 'O' Mania, increases the damage of his first attack sequence. His second Star Power, Sneak Peek, allows Chester to see what Super he has before it is charged."
  },
  {
    "name": "Chuck",
    "description": "Chuck is a Mythic Brawler who has high health and a high damage output at close range. His Trait allows his Super to charge itself over time. He attacks by firing three clouds of steam that deal more damage up close. For his Super, Chuck places down a Post that damages and knocks enemies back if out of any of his Posts' range, and dashes to the nearest Post as well as other Posts if in any of his Posts' range. His first Gadget, Rerouting, removes the nearest Post and recharges his Super. His second Gadget, Ghost Train, allows his next dash to pass through obstacles. His first Star Power, Pit Stop, allows Chuck to place down a fourth Post. His second Star Power, Tickets Please!, allows Chuck's next dash to remove ammo from any enemy Brawler it hits while restoring his ammo."
  },
  {
    "name": "Colette",
    "description": "Colette is an Epic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 from Season 3: Welcome to Starr Park! or can be unlocked from the Starr Road. She has moderate health and variable damage output. She attacks by firing a projectile that deals more damage the more health her enemy has or a fixed amount against certain targets. For her Super, she dashes forwards and then back very quickly, damaging any enemies in her path based on their maximum health. Colette's first Gadget, Na-ah!, makes her next attack deal additional damage. Her second Gadget, Gotcha!, makes her shots heal her when she hits an enemy for the next 5 seconds. Her first Star Power, Push It, pushes Brawlers caught in her Super to its furthest point which stuns them until Colette turns back. Her second Star Power, Mass Tax, gives her an initial temporary shield when using her Super that increases the damage reduction for every enemy hit by the Super. Her Hypercharge, Teen Spirit, summons her spirit that follows Colette's Super, similarly damaging any enemies in its path."
  },
  {
    "name": "Colt",
    "description": "Colt is a Rare Brawler who has low health but a high damage output. His attack is a long-ranged volley of six bullets. His Super is a longer-ranged volley of twelve piercing bullets that can destroy obstacles. His first Gadget, Speedloader, instantly reloads two of his ammo. His second Gadget, Silver Bullet, makes his next attack a single piercing bullet that destroys obstacles and deals the damage of two of his main attack's bullets. His first Star Power, Slick Boots, passively increases his movement speed. His second Star Power, Magnum Special, increases his main attack's range and bullet speed. His Hypercharge, Dual Wielding, increases the width of his Super."
  },
  {
    "name": "Cordelius",
    "description": "Cordelius is a Legendary Brawler who could be unlocked as a Brawl Pass reward at Tier 30 in Season 19: Enchanted Woods, or can be obtained from the Starr Road. He has moderate health, a potentially high damage output, and a very fast movement speed. His Trait allows Cordelius to passively charge his Super if an enemy Brawler is within a radius of him. He attacks by firing two mushrooms from his gardening tool. For his Super, he shoots a large mushroom that allows him and his enemy Brawler to transport them to the Shadow Realm, temporarily increasing his movement speed and decreasing his attack's reload time. Enemies affected by Cordelius' Super can't use or charge their Super, Gadget, or Hypercharge, and Cordelius can't use either of his Gadgets in the Shadow Realm. His first Gadget, Replanting, makes Cordelius jump forward. His second Gadget, Poison Mushroom, Cordelius fires a mushroom onto an enemy that deals damage on hit. Enemies affected by Cordelius' Gadget can't attack or use their Super, Gadget, or Hypercharge. His first Star Power, Comboshrooms, increases his second attack projectile's damage on a target. His second Star Power, Mushroom Kingdom, spawns mushrooms in the Shadow Realm that heal Cordelius or damage enemies over time. His Hypercharge, Complete Darkness, slows enemies down in the Shadow Realm."
  },
  {
    "name": "Crow",
    "description": "Crow is a Legendary Brawler that has low health, and a low damaging attack that poisons enemies to deal extra damage over time with his long-ranged daggers. He has great mobility with his Super and his very fast movement speed. He attacks by firing 3 long-ranged daggers that inflict poison on his enemies and decrease healing by 25% (from any source) which makes him a good counter against support brawlers. Crow's Super makes him jump and land, throwing poisonous daggers around him upon take-off and landing. His first Gadget, Defense Booster, grants him a temporary damage-reducing shield. His second Gadget, Slowing Toxin, slows all poisoned enemies temporarily for 2 seconds. His Mythic Gear, Enduring Toxins, increases his poison damage by 30%. His first Star Power, Extra Toxic, moderately decreases the damage output of a poisoned enemy. His second Star Power, Carrion Crow, makes enemies with less than 50% of their maximum health take much more damage from Crow's daggers (does affect pets/turrets). His Hypercharge, Utility Knives, makes his Super throw and return poisonous daggers around him upon take-off and landing allowing massive damage up close."
  },
  {
    "name": "Darryl",
    "description": "Darryl is a Super Rare Brawler who has high health and a high but inconsistent damage output. His Trait allows his Super and Hypercharge to charge automatically over time. He attacks by shooting shotgun shells that deal very high damage at close-range. His Super allows him to roll a long distance, damaging enemies, bouncing off of walls, gaining a significant damage-reduction shield while rolling, and has two rolls that can be individually used. His first Gadget, Recoiling Rotator, allows Darryl to spin around and shoot a barrage of pellets around him that slightly charge his Super. His second Gadget, Tar Barrel, emits tar around him that slows enemies. His first Star Power, Steel Hoops, grants him a small shield for a couple of seconds after his Super finishes rolling. His second Star Power, Rolling Reload, momentarily doubles his reload speed after using his Super. His Hypercharge, Barrel o' Bullets, makes Darryl's Super shoot a barrage of pellets around him that behave identically to his first Gadget."
  },
  {
    "name": "Doug",
    "description": "Doug is a Mythic Brawler who has high health and a high damage output, and can provide healing to allies. He attacks by splashing the ground, dealing damage to enemies and healing allies in a circular area around him. Doug's Super spawns a hot dog that allows him or allies to respawn where they were when defeated. His first Gadget, Double Sausage, doubles the healing of his next attack at the expense of not dealing damage. His second Gadget, Extra Mustard, doubles the damage of his next attack at the expense of not healing. His first Star Power, Fast Food, temporarily increases his or his allies' movement speed after being respawned by Doug's Super. His second Star Power, Self Service, slightly heals him when he attacks."
  },
  {
    "name": "Draco",
    "description": "Draco is a Legendary Brawler who has a very high health and a variable damage output. His Trait allows Draco to charge his Super from enemies damaging him. His attack is a large beam of electricity that deals more damage at far range. For his Super, he hops onto his inflatable dragon, transforming into his alternate form. Draco's alternate form attacks by a continuous stream of fire in a cone that deals more damage up close. He also gains a shield and speed boost in this form. His first Gadget, Upper Cut, makes his next attack launch enemies in the air. His second Gadget, Last Stand, gives him a brief immunity shield at 1 health point when he would otherwise be defeated. His first Star Power, Expose, periodically makes his next attack mark an enemy that temporarily increases any damage dealt to that enemy. His second Star Power, Shredding, heals Draco when he uses his Super."
  },
  {
    "name": "Dynamike",
    "description": "Dynamike is a Super Rare Brawler who has low health but a high damage output. He attacks by lobbing sticks of dynamite over obstacles that blow up and deal high damage in a medium radius. For his Super, he lobs a large barrel of dynamite that deals very high damage and knocks surviving enemies back in a large radius while also destroying obstacles. His first Gadget, Fidget Spinner, allows him to spin with a speed boost and rapidly fire sticks of dynamite in a large radius around himself. His second Gadget, Satchel Charge, makes Dynamike's next main attack stun enemies briefly. His first Star Power, Dyna-Jump, allows his attack, Super and Hypercharge to propel him over obstacles and Brawlers. His second Star Power, Demolition, allows his Super to deal more damage. His Hypercharge, Boomer, allows his Super to spawn multiple sticks of dynamite upon detonation in every direction that blow up and deal high damage in a small radius."
  },
  {
    "name": "Edgar",
    "description": "Edgar is an Epic Brawler who could be unlocked for free as a Brawlidays 2020 gift from December 19th to January 7th or can be unlocked from the Starr Road. He has moderate health, potentially high burst damage and great mobility with his Super and his very fast movement speed, but a short attack range. His Trait allows his Super and Hypercharge to charge itself over time. He attacks with two quick short-ranged punches with an extremely short cooldown and reload speed that also slightly heal him per hit on an enemy Brawler. His Super is a quick jump over obstacles that grants him a speed boost upon landing. His first Gadget, Let's Fly, drastically increases his Trait's Super-charge for a short period of time. His second Gadget, Hardcore, provides him a shield that absorbs damage and decays over time. His first Star Power, Hard Landing, allows his Super to deal moderate damage to enemies in his Super's landing area of effect. His second Star Power, Fisticuffs, increases the amount he heals per punch. His Hypercharge, Outburst, increases his Super charge rate and reload speed after using his Super."
  },
  {
    "name": "El Primo",
    "description": "El Primo is a Rare Brawler that has the second-highest health of any Brawler, a high damage output, and great mobility with his Super and his fast movement speed, but a very short attack range. El Primo's Trait allows him to charge his Super from enemies damaging him. He attacks with a flurry of close-ranged punches that deal high total damage. His Super is a jump that upon landing, deals damage, knocks enemies back, and destroys cover. El Primo's first Gadget, Suplex Supplement, instantly grabs the nearest enemy and throws the enemy behind him. His second Gadget, Asteroid Belt, summons a small meteor that upon landing, deals high damage, knocks enemies back, and destroys obstacles. His first Star Power, El Fuego, sets enemies hit by his Super on fire. His second Star Power, Meteor Rush, momentarily increases his movement speed after using his Super. His Hypercharge, Gravity Leap, allows his Super to pull in enemies upon hitting them."
  },
  {
    "name": "Emz",
    "description": "Emz is an Epic Brawler who has moderate health but a high damage potential. Her attack is a wide shot of hair spray that deals damage over time and deals the most damage if the enemy is in the middle of the attack. Her Super creates a temporary cloud in a large radius around her that slows down and deals damage over time to enemies inside it. Her first Gadget, Friendzoner, pushes all nearby enemies back while also damaging them. Her second Gadget, Acid Spray, makes her next attack go through walls but deals less damage. Her first Star Power, Bad Karma, makes each tick from her attack additively increase in damage. Emz's second Star Power, Hype, slightly heals her every second her Super damages an enemy. Her Hypercharge, Overhyped Haze, allows her next Super to push nearby enemies away from her and sends a wave of her spray around her."
  },
  {
    "name": "Eve",
    "description": "Eve is a Mythic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 in Season 11: The Biodome, or can be obtained from the Starr Road. She has moderately low health and has a moderately high damage output. Eve's Trait allows her to move over water. For her attack, she fires out three eggs that each deal different amounts of damage. Her Super drops a nest egg which, after some time, spawns three hatchlings that chase down the nearest enemies to poison them. Her first Gadget, Gotta Go!, makes Eve jump forward as well as leaving behind a hatchling. Her second Gadget, Motherly Love, makes the hatchlings spawned from her next Super heal her allies. Her Mythic Gear, Quadruplets, makes her Super spawn an additional hatchling. Her first Star Power, Unnatural Order, makes Eve's attack shoot out the biggest egg first and the smallest egg last. Her second Star Power, Happy Surprise, spawns a hatchling when her biggest egg hits an enemy. Her Hypercharge, Generations, makes her nest egg spawn hatchlings every second before it explodes."
  },
  {
    "name": "Fang",
    "description": "Fang is a Mythic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 in Season 10: Year of the Tiger, or can be obtained from the Starr Road. He has high health, a high damage output, and a fast movement speed. His attack is a kick that deals high damage, but is short in range. If he doesn't hit an enemy with his kick, his shoe flies off, gaining additional range but dealing a lot less damage. His Super is a powerful kick that makes him fly and deal damage to enemies. If an enemy is nearby the targeted enemy, Fang bounces to them, and he can hit a maximum of 4 enemies with one Super. Fang's first Gadget, Corn-Fu, throws popcorn bags around Fang that explode into popcorn kernels on the ground that explode on contact or after a brief period of time. His second Gadget, Roundhouse Kick, makes Fang spin around fast, briefly stunning nearby enemies. His first Star Power, Fresh Kicks, allows Fang to recharge his Super instantly after defeating an enemy Brawler using his Super. His second Star Power, Divine Soles, periodically grants Fang a special shield that partially reduces damage from the next enemy attack. His Hypercharge, Dragon Kick, makes his Super go through walls and drop pieces of popcorn that behave identically to his first Gadget, each dealing more damage."
  },
  {
    "name": "Frank",
    "description": "Frank is an Epic Brawler who has the highest health of any Brawler and a high damage potential, but loses mobility when attacking or using his Super. His Trait allows Frank to charge his Super from enemies damaging him. His attack is a delayed swing of his hammer on the ground that sends a shockwave at full health, but the delay decreases as his health gets lower. His Super, similar to his attack, is a larger shockwave that destroys obstacles and stuns enemies it hits at the expense of a longer delay. His first Gadget, Active Noise Canceling, allows him to temporarily become immune to stuns, slows and knockbacks. His second Gadget, Irresistible Attraction, allows his next attack to pull hit enemies towards him and increases damage. His first Star Power, Power Grab, momentarily increases his damage output after defeating an enemy Brawler. His second Star Power, Sponge, increases his maximum health for the full duration of the match. His Hypercharge, Seismic Smash, makes his Super hit anyone in a circular area around him."
  },
  {
    "name": "Gale",
    "description": "Gale is an Epic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 from Season 1: Tara's Bazaar or can be unlocked from the Starr Road. He has moderate health and a consistent damage output. Gale attacks with waves of damaging snowballs. Gale's Super creates a wide and long-ranged gust of wind and snow that pushes enemies back. His first Gadget, Spring Ejector, spawns a launch pad beneath himself that can launch any target. His second Gadget, Twister, creates a tornado that prevents enemies from passing through it. His first Star Power, Blustery Blow, causes enemies who are pushed back into obstacles to become stunned momentarily. His second Star Power, Freezing Snow, briefly slows enemies hit by his attack. His Hypercharge, Blizzard, slightly increases the width of his Super and creates 2 gusts of winds and snow."
  },
  {
    "name": "Gene",
    "description": "Gene is a Mythic Brawler who has a moderate health and damage. For his attack, his lamp spews out a ball of smoke that splits after a certain range. Gene's Super pulls an enemy and drags them to Gene's location. His first Gadget, Lamp Blowout, pushes back all nearby enemies, healing him a small amount. His second Gadget, Vengeful Spirits, fires multiple projectiles that home in on enemies in range and scale in damage the further they travel. His Mythic Gear, Talk to the Hand, increases the range of his Super. His first Star Power, Magic Puffs, slightly heals his allies over time when they're near him. His second Star Power, Spirit Slap, adds damage to his Super. His Hypercharge, Hyper Hands, makes Gene's next Super fire 3 hands."
  },
  {
    "name": "Gray",
    "description": "Gray is a Mythic Brawler who could be unlocked early for a limited time by completing a special quest or can be unlocked from the Starr Road. Gray has a moderate health and damage, but high utility. For his attack, he shoots out a fake finger gun bullet. Gray's Super spawns teleporters that can be used by him and allies. Gray's first Gadget, Walking Cane, makes his next attack partially pull in an enemy. His second Gadget, Grand Piano, summons a grand piano over where his attack lands, dealing high damage, knocking back enemies, and destroying obstacles upon landing. His first Star Power, Fake Injury, partially shields Gray when he has full health. His second Star Power, New Perspective, heals allies who uses his teleporters. His Hypercharge, Another Dimension, provides a shield to whoever uses his teleporters."
  },
  {
    "name": "Griff",
    "description": "Griff is an Epic Brawler who could be unlocked early for a limited time by winning the Griff Challenge or can be unlocked from the Starr Road. Griff has moderate health and high damage potential. He attacks by firing 3 waves of 3 coins that each spread out in a cone. His Super throws 5 banknotes that travel forward and return to him, deal more damage the farther they travel, and spread out in a cone. His first Gadget, Piggy Bank, drops a piggy bank that explodes after a delay, dealing area damage and knocking enemies back while also destroying obstacles. His second Gadget, Coin Shower, allows his next attack to fire 4 waves of coins. His first Star Power, Keep the Change, allows him to unload his attack faster. His second Star Power, Business Resilience, periodically and fractionally heals his missing health."
  },
  {
    "name": "Grom",
    "description": "Grom is an Epic Brawler who could be unlocked early for a limited time by winning the Grom Challenge or can be obtained from the Starr Road. He has low health and a high damage potential. He attacks by throwing his walkie-talkie over obstacles that explodes in a cross pattern upon contact. His Super is a larger bomb that explodes into four larger projectiles in a cross pattern that can destroy obstacles and knock enemies back. His first Gadget, Watchtower, deploys a watchtower that allows Grom and allies to see inside of bushes within its radius. His second Gadget, Radio Check, makes Grom's next attack throw 3 walkie-talkies. Grom's first Star Power, Foot Patrol, boosts Grom's movement speed when his Super is charged. Grom's second Star Power, X-Factor, increases his attack damage the farther they split."
  },
  {
    "name": "Gus",
    "description": "Gus is a Super Rare Brawler who has moderately low health and moderate damage, but has unique healing capabilities. He attacks by throwing a balloon at enemies. Gus charges up a bar by hitting enemy Brawlers, and charging it makes his next attack spawn a spirit that heals him or allies that pick it up. His Super grants him or a teammate a shield that absorbs damage and decays over time, pushing all nearby enemies back. His first Gadget, Kooky Popper, instantly explodes all active spirits. His second Gadget, Soul Switcher, instantly charges his bar in exchange for some of his current health. Gus' first Star Power, Health Bonanza, doubles the healing from his spirits, and his second Star Power, Spirit Animal, momentarily increases the damage of whoever receives Gus' Super."
  },
  {
    "name": "Hank",
    "description": "Hank is an Epic Brawler who has high health, and a variable damage output. Hank's Trait allows him to charge his Super from enemies damaging him. He attacks from his tank, which inflates a water balloon that gradually grows in size and deals damage depending on how big it is when it explodes. His Super fires torpedoes in all directions, and heals some of his missing health. His first Gadget, Water Balloons, allows his next attack to slow down enemies. His second Gadget, Barricade, grants him a temporary shield. His first Star Power, It's Gonna Blow, increases his movement speed while charging his attack. His second Star Power, Take Cover!, reduces incoming damage while standing near a wall. His Hypercharge, Homing Fish-iles, makes his Super home in on enemies."
  },
  {
    "name": "Jacky",
    "description": "Jacky is a Super Rare Brawler with high health and a moderately high and consistent damage output. She has a Trait that allows her to charge her Super from enemies damaging her. She attacks with her jackhammer, which smashes the ground and instantly deals damage in a circular area around her. Her Super pulls in enemies in a large radius. Her first Gadget, Pneumatic Booster, briefly increases her movement speed. Her second Gadget, Rebuild, restores all destroyed obstacles in a small radius around Jacky. Her first Star Power, Counter Crush, reflects a portion of damage she receives in a medium-sized radius around her. Her second Star Power, Hardy Hard Hat, passively reduces all damage she takes for the entire duration of the match. Her Hypercharge, Seismic Event, temporarily slows the enemies down in the Super's radius."
  },
  {
    "name": "Janet",
    "description": "Janet is a Mythic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 in Season 12: The Stuntshow, or can be obtained from the Starr Road. She has moderate health and damage output. Her attack is a shockwave in a cone that narrows and lengthens the longer it is aimed. Janet's Super allows her to continuously fly over obstacles while dropping bombs onto enemies that deal area damage. Janet's first Gadget, Drop the Bass, deploys a loudspeaker that deals damage to enemies in a large radius. Her second Gadget, Backstage Pass, affects Janet's next attack to make her jump backwards. Her first Star Power, Stage View, allows Janet to see enemies in a large area of bushes while her Super is active. Her second Star Power, Vocal Warm Up, reduces the time of Janet's attack focusing from minimum range to maximum. Her Hypercharge, Magnum Opus, allows her Super to be controlled more easily during its duration."
  },
  {
    "name": "Jessie",
    "description": "Jessie is a Super Rare Brawler who has moderately low health, moderate damage, and a normal reload speed. Her attack is an electric orb that bounces between enemies, dealing less damage per bounce. Her Super places Scrappy, a turret with moderate health and damage output that excels at attacking, distracting, and defending. Her first Gadget, Spark Plug, creates a shockwave around Scrappy that slows down enemies. Her second Gadget, Recoil Spring, doubles Scrappy's attack speed for 5 seconds. Her first Star Power, Energize, allows her to heal her turret by attacking it and her second Star Power, Shocky, allows her turret to shoot mini energy orbs that can bounce between enemies. Her Hypercharge, Scrappy 2.0, increases the health and damage of her next Super."
  },
  {
    "name": "Kit",
    "description": "Kit is a Legendary Brawler who has a short range, low health and moderate damage output, but immense utility with his Super in his normal mode. In his alternate form, he has a long range and very high damage output. Kit's normal form attacks with a quick short-ranged claw with an extremely fast cooldown and reload speed. His Trait allows his Super to charge itself over time. For his Super, Kit quickly jumps a moderate distance. If he jumps on an enemy Brawler, he stuns and deals damage to them over time. If Kit jumps on an ally Brawler, he momentarily rides them, transforming into his alternate form and healing them over time in the process. Kit's alternate form attacks by throwing his ball of yarn over obstacles that blow up and deal high damage in a medium radius, while making him invulnerable. For his alternate form's Super, Kit jumps off the ally Brawler and transforms back into his normal form. His first Gadget, Cardboard Box, doubles his Trait's Super charge rate if he is standing still and makes him temporarily invisible to enemies. His second Gadget, Cheeseburger, heals him and his allies in his alternate form. His first Star Power, Power Hungry, increases the health and damage buffs from every Power Cube collected. His second Star Power, Overly Attached, increases Kit's alternate form duration."
  },
  {
    "name": "Larry & Lawrie",
    "description": "Larry & Lawrie is an Epic Brawler who has low health and a high damage potential. Larry attacks by lobbing a bundle of tickets that explodes onto the ground in a small radius the first time and then explodes again in a larger radius, dealing damage to enemies hit by the blast. For his Super, Larry throws a signal that spawns his twin brother Lawrie who has low health and attacks by firing 2 waves consisting of 3 plugs in the first wave, and 5 plugs in the second wave that spread out in a cone. His first Gadget, Order: Swap, makes Larry and Lawrie swap their attacks. His second Gadget, Order: Fall Back, makes Larry and Lawrie quickly dash to swap sides, healing them in the process. His first Star Power, Protocol: Protect!, passively reduces some damage Larry takes, redirecting that same amount of damage done to Lawrie instead. His second Star Power, Protocol: Assist, reloads some of Larry's ammo when Lawrie deals damage to an enemy."
  },
  {
    "name": "Leon",
    "description": "Leon is a Legendary Brawler who has moderate health and a high damage output at close range. He attacks by flicking out four Spinner Blades in a narrow cone that sweep and deal more damage close and less damage further away. Leon's Super makes him temporarily invisible to enemies. His first Gadget, Clone Projector, spawns a clone of himself to confuse enemies, although the conjured clone doesn't attack. His second Gadget, Lollipop Drop, places his lollipop that turns his teammates and him invisible within its area-of-effect until it is destroyed. His Mythic Gear, Lingering Smoke, increases his Super duration. His first Star Power, Smoke Trails, increases his movement speed while his Super is active. His second Star Power, Invisiheal, heals him over time while his Super is active. His Hypercharge, Limbo, allows him to stay invisible when attacking while his Super is active."
  },
  {
    "name": "Lily",
    "description": "Lily is a Mythic Brawler who has moderate health, a high damage output potential, and a very fast movement speed. Her Trait allows her to passively charge her Super if an enemy Brawler is within her radius. Lily attacks by jabbing a short-ranged thorn at enemies. She has 2 ammo with a fast reload speed. For her Super, she shoots a large fruit that, upon hitting an enemy Brawler, teleports her behind them, dealing damage in the process. Her first Gadget, Vanish, temporarily transports her to the Shadow Realm. Her second Gadget, Repot, makes her next Super lob over obstacles, teleporting her to where it lands, and dealing splash damage to enemies. Her first Star Power, Spiky, adds damage to her next attack after she teleports. Her second Star Power, Vigilance, increases her movement speed if an enemy is inside her Trait's Super charging area."
  },
  {
    "name": "Lola",
    "description": "Lola is an Epic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 in Season 9: Brawlywood, or can be obtained from the Starr Road. She has moderate health and a consistent damage output. For her attack, Lola fires six jewels from her fox at a long range. Her Super summons her Ego, a clone that moves whenever Lola moves and attacks. Lola's first Gadget, Freeze Frame, will momentarily immobilize her clone in exchange for a significant damage reduction shield. Her second Gadget, Stunt Double, instantly makes her switch locations with her Ego while both slightly heal. Her first Star Power, Improvise, increases Lola's attack damage if she has only one ammo. Her second Star Power, Sealed With a Kiss, allows her Ego's attack to heal herself and allies."
  },
  {
    "name": "Lou",
    "description": "Lou is a Mythic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 from Season 4: Holiday Getaway or can be obtained from the Starr Road. He has moderate health and damage, and has immense utility in both his attack and Super. Lou attacks by throwing snow cones at enemies, which applies Frost that fills their Frost meter, and if an enemy's Frost meter is filled, they'll be stunned. His Super creates a fairly large area of ice that slows down enemies and makes maneuvering harder. His first Gadget, Ice Block, makes him immobile but invulnerable momentarily. His second Gadget, Cryo Syrup, immediately fills up enemies' Frost meter when they're inside of Lou's Super's area-of-effect. His first Star Power, Supercool, fills up the Frost meters of enemies in his Super faster. His second Star Power, Hypothermia, decreases enemies' damage depending on their Frost. His Hypercharge, Slushie Storm, makes his Super stun nearby enemies when deployed."
  },
  {
    "name": "Maisie",
    "description": "Maisie is an Epic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 in Season 18: The Rescue, or can be obtained from the Starr Road. She has moderate health, a high damage output, and a long range. She attacks by shooting a cloud from her fire extinguisher that initially starts slow, but travels faster the further it goes. Her Super is a large shockwave that pushes all nearby enemies back while also damaging them. Her first Gadget, Disengage!, allows her to dash a few tiles in the direction she is facing, briefly stunning enemies. Her second Gadget, Finish Them!, instantly reloads 1 ammo, and increases her next attack's damage when she hits an enemy. Her first Star Power, Pinpoint Precision, increases her attack damage and Super charge rate if it hits an enemy at maximum range. Her second Star Power, Tremors, slows all enemies hit by her Super temporarily. Her Hypercharge, Aftermath, makes her Super fire main attack in all directions."
  },
  {
    "name": "Mandy",
    "description": "Mandy is an Epic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 in Season 16: Candyland, or can be obtained from the Starr Road. She has low health, a high damage output, and a long range. She attacks by shooting a candy projectile from her candy dispenser. Mandy can charge her Focus bar by standing still, and charging it increases her attack's range. Her Super is a very long-ranged sugar blast that deals very high damage, pierces through enemies and travels through obstacles. Her first Gadget, Caramelize, allows her next attack to slow down an enemy. Her second Gadget, Cookie Crumbs, allows her next attack to pass through obstacles and pierce through enemies. Her first Star Power, In My Sights, increases her candy projectile's speed when her Focus bar is charged. Her second Star Power, Hard Candy, grants her a shield when her Focus bar is charged. Her Hypercharge, Sugar for All!, makes her Super shoot 2 additional projectiles that travel angled to the left and right of the original Super."
  },
  {
    "name": "Max",
    "description": "Max is a Mythic Brawler with moderate health, a moderate damage output, and a very fast movement speed. For her attack, Max rapidly fires 4 long-ranged projectiles in a slight spread. Her Super momentarily boosts the movement speed of her and nearby allies. Her first Gadget, Phase Shifter, makes her dash in the direction she is facing and gains an immunity shield while dashing. Her second Gadget, Sneaky Sneakers, marks the ground where she will teleport back to after 3 seconds with her initial health. Her first Star Power, Super Charged, automatically charges her Super while she's moving. Her second Star Power, Run n' Gun, increases her reload speed while she's moving. Her Hypercharge, Unlimited Energy, makes her next Super throw energy drinks to herself and all allies, momentarily boosting the movement speed and charging the Supers of her and allies."
  },
  {
    "name": "Meg",
    "description": "Meg is a Legendary Brawler who has moderate health and high damage in her advanced form but can attain her alternate form that has very low damage and health. Meg has a fast movement speed in her base form and a very long-ranged attack in both forms. Meg attacks by firing two bolts in quick succession that deal low damage to enemies. Her Super transforms her into a Mecha that momentarily increases her health and modifies Meg's attack and Super. The Mecha's attack fires two streams of bolts, while its Super deals high damage in a wide arc. Her first Gadget, Jolting Volts, momentarily heals her Mecha while it is active. Her second Gadget, Toolbox, places down a toolbox that grants Meg and allies a reload speed boost inside its area-of-effect. Her first Star Power, Force Field, grants her a long-lasting damage reduction shield after her Mecha is taken out. Her second Star Power, Heavy Metal, deals damage and knocks back nearby enemies when her Mecha gets destroyed."
  },
  {
    "name": "Melodie",
    "description": "Melodie is a Mythic Brawler who has a long range, moderate health, and a high damage potential. Her attack is a long-ranged monster note that deals very low damage. When she hits a target, notes appear and revolve around her, each dealing moderately high damage. Her Super has three dashes that can be individually used. Her first Gadget, Perfect Pitch, temporarily increases her notes' rotation speed and radius. Her second Gadget, Interlude, provides Melodie a shield based on the number of notes that revolve around her, which absorbs damage and decays over time. Her first Star Power, Fast Beats, increases Melodie's movement speed based on the number of notes that revolve around her. Her second Star Power, Extended Mix, increases her notes' duration. Her Hypercharge, Flash Mob, allows her Super to spawn a Hypercharge note around her after every use."
  },
  {
    "name": "Mico",
    "description": "Mico is a Mythic Brawler who could be unlocked for free as a Brawlidays 2023 gift from December 14th through December 31st or can be unlocked from the Starr Road. He has moderately low health, moderate damage output, a very fast movement speed and immense utility with his attack and Super, but suffers by having the slowest reload speed of any Brawler. He attacks by jumping over obstacles, dealing damage to any enemies in a small radius when he lands. His Super is a jump that, upon landing, deals damage and knocks enemies back. His first Gadget, Clipping Scream, fires 3 long-ranged projectiles that slow down and damage enemies on impact. His second Gadget, Presto, increases the range of his next attack. His first Star Power, Monkey Business, periodically makes his next attack remove ammo from enemy Brawlers hit while restoring Mico's ammo. His second Star Power, Record Smash, doubles the damage on special targets. His Hypercharge, Sound Check, makes Mico's next Super stun enemies."
  },
  {
    "name": "Mortis",
    "description": "Mortis is a Mythic Brawler who has moderately high health and great mobility with his attack and a very fast movement speed at the expense of a low damage output and a very slow reload speed. He attacks by swinging his shovel and dashing a few tiles forward, dealing damage to enemies in his path. When not attacking, a bar will charge over a few seconds, and a charged bar increases his next attack's range. His Super summons a swarm of bats that damage enemies and heal Mortis. His first Gadget, Combo Spinner, instantly spins his shovel around him, dealing damage to nearby enemies. His second Gadget, Survival Shovel, doubles his reload speed momentarily. His Mythic Gear, Bat Storm, increases his Super's projectile speed. His first Star Power, Creepy Harvest, heals him whenever he defeats an enemy Brawler. His second Star Power, Coiled Snake, reduces the time needed to charge his attack bar. His Hypercharge, Blood Boomerang, makes Mortis' Super return back to him, dealing a second wave of damage and healing."
  },
  {
    "name": "Mr. P",
    "description": "Mr. P is a Mythic Brawler who has moderate health and damage. He attacks with suitcases that bounce and deal additional damage. His Super deploys a home base that periodically spawns a robo-porter that follows and attacks enemies. His first Gadget, Service Bell, significantly increases the damage and health of the current porter. His second Gadget, Porter Reinforcements, spawns a weaker porter at the end of Mr. P's next attacks range. Mr. P's first Star Power, Handle With Care, periodically makes his suitcase deal more damage after bouncing. His second Star Power, Revolving Door, increases the damage and health of the porters spawned by Mr. P's Super. His Hypercharge, Super Porters! Assemble!, makes Mr. P's Super to deploy a home base with more health, and increases the number of active porters to two."
  },
  {
    "name": "Nani",
    "description": "Nani is an Epic Brawler who has low health but can deal heavy damage from a long range. She attacks by firing three light orbs in a diamond formation. Her Super summons a flying drone named Peep which Nani can manually steer into enemies and explodes upon contact, knocking back and dealing high damage to enemies and destroying obstacles in a short radius. Her first Gadget, Warpin' Time, teleports to Peep's current location during her Super. Her second Gadget, Return to Sender, partially protects Nani from a single projectile that is converted into a counterattack. Her first Star Power, Autofocus, adds extra damage to her Super the further it travels. Her second Star Power, Tempered Steel, grants Nani a damage-reducing shield whenever Peep is active. Her Hypercharge, Big Peep, makes her Super grow in size the further it travels, and deal increased damage to enemies upon impact."
  },
  {
    "name": "Nita",
    "description": "Nita is a Rare Brawler who has moderately high health and attacks with shockwaves that have a moderate range and pierce through enemies, being able to hit multiple of them at the same time. She is most notable for her Super's ability to summon Bruce, a bear that has high health and quick melee attacks. Her first Gadget, Bear Paws, will briefly stun all enemies in an area around her Bear. Her second Gadget, Faux Fur, shields Bruce for a brief amount of time. Her first Star Power, Bear with Me, heals her Bear slightly but considerably whenever she herself hits an enemy with her attack, and heals her likewise whenever Bruce hits an enemy. Her second Star Power, Hyper Bear, increases the attack speed of Bruce. Her Hypercharge, Hyperbearing, increases her next Super's health and movement speed."
  },
  {
    "name": "Otis",
    "description": "Otis is a Mythic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 in Season 13: Deep Sea Brawl, or can be obtained from the Starr Road. He has moderate health and damage and has immense utility with his Super. He attacks by shooting three blobs of paint with a slight spread. For his Super, Otis throws his starfish friend Cil onto an enemy that deals damage over time. Enemies affected by Otis' Super can't attack or use their Super, Gadget, or Hypercharge. Otis' first Gadget, Dormant Star, allows his next Super to stay on the ground until it gets stepped on if it doesn't hit an enemy. His second gadget, Phat Splatter, causes his next attack to splash, whether it hits a target or not. His first Star Power, Stencil Glue, increases the duration of his Super. His second Star Power, Ink Refills, increases the number of projectiles of his attacks to 4 instead of 3. His Hypercharge, Silent Stunner, makes his next Super momentarily stun enemies upon impact."
  },
  {
    "name": "Pam",
    "description": "Pam is an Epic Brawler who has high health and can provide a lot of healing to her team, but an inconsistent damage output. Her main attack shoots a spread-out burst of scrap metal in a sweeping pattern. Her Super deploys a turret that heals her and allies within its area of effect. Her first Gadget, Pulse Modulator, triggers her turret to emit a pulse that heals anyone in its area of effect a moderate amount. Her second Gadget, Scrapsucker, allows every piece of scrap metal from her next main attack to remove ammo from any Brawler they hit while restoring Pam's ammo. Her Mythic Gear, Super Turret, increases her Super's healing. Her first Star Power, Mama's Hug, allows her to slightly heal herself and allies in range whenever she hits an enemy with a bullet from her main attack. Her second Star Power, Mama's Squeeze, allows her healing turret to deal damage to enemies within its area of effect."
  },
  {
    "name": "Pearl",
    "description": "Pearl is an Epic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 in Season 20: Back to Ranger Ranch, or can be obtained from the Starr Road. She has moderately high health and variable damage output. Pearl's Heat bar charges over time, and allows her to deal more damage the more it is charged. She attacks by shooting a spread-out burst of cookies in a sweeping pattern that gradually depletes her Heat. Her Super is a shockwave that deals very high damage and knocks surviving enemies back in a large radius while also destroying obstacles. Her first Gadget, Overcooked, allows her next attack to fire burning cookies at an enemy. If one of the cookies hit, it damages them over time. Her second Gadget, Made With Love, allows her next attack to heal allies over time. Her first Star Power, Heat Retention, decreases the Heat bar's reduction when using her Super. Her second Star Power, Heat Shield, reduces incoming damage while charging her Heat. Her Hypercharge, Pyrolitic, allows her Super to leave a burning area on the ground, burning enemies if they touch it."
  },
  {
    "name": "Penny",
    "description": "Penny is a Super Rare Brawler with moderate health and a variable damage output, but a slow reload speed. Penny's attack fires a pouch of gold that deals splash damage when it hits a target. Her Super deploys a mortar with moderate health that lobs high-damaging, long-ranged cannonballs that also briefly set the ground on fire. Her first Gadget, Salty Barrel, drops a barrel that block non-piercing enemy fire and make Penny's attack splash out upon being hit. Her second Gadget, Trusty Spyglass, makes her cannon fire a cannonball at every enemy within range. Her first Star Power, Heavy Coffers, allows her attack to spread wider upon hitting an enemy. Her second Star Power, Master Blaster, makes her cannon knock back and deal damage to nearby enemies when deployed. Her Hypercharge, New Lobber, increases the size of her next Super, and it makes it fire two cannonballs instead of one."
  },
  {
    "name": "Piper",
    "description": "Piper is an Epic Brawler who has the second lowest health of any Brawler but can deal very high damage to faraway targets. She fires a long-ranged bullet from her umbrella that deals more damage the further it travels. Her Super pops grenades at her feet before jumping away from her enemies, dealing damage to enemies upon detonation. Her first Gadget, Auto Aimer, allows her to fire a bullet from a side pistol towards the closest enemy, pushing them back and momentarily slowing them down. Her second Gadget, Homemade Recipe, makes her next bullet home in on enemies. Her first Star Power, Ambush, allows her to deal extra damage while firing from a bush. Her second Star Power, Snappy Sniping, reloads part of her ammo when she hits an enemy. Her Hypercharge, Boppin', makes her Super pop more grenades and travel faster than her normal Super, knocking enemies back and destroying obstacles upon landing."
  },
  {
    "name": "Poco",
    "description": "Poco is a Rare Brawler who has moderate health and the ability to provide immense healing to his teammates, but very low damage. For his attack, Poco plays his guitarrn, sending damaging musical notes within a wide spread and range. His Super fires a larger and faster musical wave, healing himself and any allies within its range. His first Gadget, Tuning Fork, gives out a circular musical wave around him that allows himself and allies in it to heal over a few seconds. His second Gadget, Protective Tunes, cleanses allies from any adverse status effects and protects allies from those effects momentarily in a large radius around him. His first Star Power, Da Capo!, allows Poco's normal attack to heal allies it hits. His second Star Power, Screeching Solo, allows his Super to deal moderately low damage to enemies it hits. His Hypercharge, Medic's Melody, makes his Super overheal teammates with a shield that decays over time."
  },
  {
    "name": "R-T",
    "description": "R-T is a Mythic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 in Season 17: Mystery At The Hub, or can be obtained from the Starr Road. He has moderately high health, a normal movement speed, a variable damage output and a very long range in his normal form. In his alternate form, he has a very fast movement speed, high damage output, and a short range. R-T's normal form attacks by shooting a siren that marks enemies, increasing all damage dealt to that enemy. His Super detaches his head from his stationary legs, transforming into his alternate form. In this form, R-T gains a Trait that allows him to move over water. R-T's alternate form attacks with his signal, instantly dealing damage in a circular area around him and his legs, which also marks enemies for additional damage. His alternate form's Super teleports and transforms him back into R-T's normal form, healing him in the process. His first Gadget, Out of Line, charges his Super instantly. His second Gadget, Hacks!, instantly deals damage to all enemies with active marks. His first Star Power, Quick Maths, increases the duration of his marks. His second Star Power, Recording, passively reduces all damage R-T takes when in his alternate form."
  },
  {
    "name": "Rico",
    "description": "Rico (formerly Ricochet) is a Super Rare Brawler with low health but a moderately high damage output. Both his attack and Super fire bullets that can bounce off walls and continue traveling. However, his Super travels further and pierces, dealing damage to multiple enemies at once, though the bullets can only hit the target once. If used correctly, Rico can defeat enemies around walls without coming under enemy fire. His first Gadget, Multiball Launcher, blasts waves of bouncy bullets all around himself. His second Gadget, Bouncy Castle, allows his next attack to heal him each time one of its bullets bounces off a wall. His first Star Power, Super Bouncy, grants extra damage to his bullets from his attack or Super if they bounce. His second Star Power, Robo Retreat, increases his movement speed when he is at low health. His Hypercharge, Trick Shot King, allows the projectiles from his Super to bounce much further than normal."
  },
  {
    "name": "Rosa",
    "description": "Rosa is a Rare Brawler who has high health and a moderately high damage output. Rosa's Trait allows her to charge her Super from enemies damaging her. Her attack is a flurry of three short-ranged punches from her boxing gloves. Her Super grants her a momentary but significant damage-reduction shield. Her first Gadget, Grow Light, spawns bushes around herself. Her second Gadget, Unfriendly Bushes, instantly slows and slightly damages all enemies inside bushes. Her first Star Power, Plant Life, heals her over time when she's inside bushes. Her second Star Power, Thorny Gloves, adds extra damage to her attack while her Super is active. Her Hypercharge, Grasping Roots, creates a temporary zone in a circular area around her that slows enemies down inside it."
  },
  {
    "name": "Ruffs",
    "description": "Ruffs (formerly Colonel Ruffs) is a Mythic Brawler who could be unlocked as a Tier 30 reward in Season 5: The Starr Force! Brawl Pass, or can be obtained from the Starr Road. He has moderate damage and a fast reload speed, but has low health. He attacks by firing two parallel lasers that can bounce off walls. With his Super, he calls a supply drop from the sky, which deals damage to enemies and leaves behind a power-up on the ground. Upon picking up the power-up, allies gain a damage boost as well as additional maximum health. His first Gadget, Take Cover, spawns three sandbags that block non-piercing enemy fire. His second Gadget, Air Support, summons a barrage of missiles near the closest enemy, dealing damage within a large scattered area. His first Star Power, Air Superiority, allows his Super to destroy obstacles and deal more damage. His second Star Power, Field Promotion, increases the maximum health of allies near Ruffs every second. His Hypercharge, The Goodest Boy, increases the damage of his next Super, and charges his or his allies' Hypercharges instantly."
  },
  {
    "name": "Sam",
    "description": "Sam is an Epic Brawler who could be unlocked as a Brawl Pass reward at Tier 30 in Season 14: Robot Factory, or can be obtained from the Starr Road. He has high health and a variable damage output. His Trait lets him start a match with his Super already charged. He attacks by punching enemies with two quick punches that deal more damage if Sam has his Knuckle Busters equipped. For his Super, Sam throws his Knuckle Busters or makes them fly back to him, damaging enemies in its path and altering his attack. Sam can also charge his Super by picking up his Knuckle Busters from the ground. Sam's first Gadget, Magnetic Field, pulls in enemies around his Knuckle Busters. His second Gadget, Pulse Repellent, makes his next Super knock back enemies around the Knuckle Busters when they land. His first Star Power, Hearty Recovery, heals part of Sam's lost health when picking up his Knuckle Busters. His second Star Power, Remote Recharge, automatically charges Sam's Super if enemies are near his Knuckle Busters while they're on the ground."
  },
  {
    "name": "Sandy",
    "description": "Sandy is a Legendary Brawler with moderately high health, an above-average movement speed, and immense utility with his Super but a moderately low damage output. He attacks by throwing sand that spread out and pierces through enemies. His Super summons a sandstorm that makes him and his allies invisible while inside it. His first Gadget, Sleep Stimulator, makes Sandy fall asleep momentarily to restore all of his missing health. His second Gadget, Sweet Dreams, makes his next attack apply a special stun to enemies that disappears when they take damage. His first Star Power, Rude Sands, allows his Super to slightly damage enemies inside it over time. His second Star Power, Healing Winds, allows his Super to slightly heal him and his allies inside it over time. His Hypercharge, Swift Winds, allows Sandy's next Super to increase his and allies movement speed while inside its radius. Enemies affected by Sandy's Hypercharge can't attack or use their Super, Gadget, or Hypercharge."
  },
  {
    "name": "Shelly",
    "description": "Shelly is the Starting Brawler that is unlocked upon beginning the game. She has moderate health and damage output, and a fast movement speed. Her attack is a burst of shotgun shells that deal high damage up close. Her Super pierces and knocks surviving enemies back and destroys obstacles, similarly dealing high damage up close. Her first Gadget, Fast Forward, allows her to dash a few tiles to the direction she is facing. Her second Gadget, Clay Pigeons, narrows the width and increases the range of her attacks for the next 5 seconds. Her first Star Power, Shell Shock, makes her Super momentarily slow enemies down. Her second Star Power, Band-Aid, gives her a bar that charges over time and, when fully charged, heals her when her health falls below 40%. Her Hypercharge, Double Barrel, increases the spread and number of projectiles her Super fires."
  },
  {
    "name": "Spike",
    "description": "Spike is a Legendary Brawler with low health but a very high damage output. His attack is a cactus that explodes on impact and shoots spikes in all directions. His Super lobs a thorny projectile that creates a slowing and damaging patch of spikes on the ground. His first Gadget, Popping Pincushion, rapidly fires three waves of spikes in all directions around him. His second Gadget, Life Plant, spawns a cactus that provides cover for him and his teammates, and heals them in a radius once the cactus is destroyed. His Mythic Gear, Sticky Spikes, increases the slow of his Super. His first Star Power, Fertilize, allows Spike to heal himself over time when he's inside his Super's area of effect. His second Star Power, Curveball, causes the spikes shot out from his attack to curve in a circular motion. His Hypercharge, Blooming Season, increases his Super's radius."
  },
  {
    "name": "Sprout",
    "description": "Sprout is a Mythic Brawler with moderately low health and a moderate damage output, but immense utility with its Super. It attacks by lobbing a seed bomb over obstacles that bounces on the ground and off walls. The bomb explodes on contact with enemies or after a brief period of time, dealing area damage. For its Super, Sprout throws a Super Seed, creating a temporary wall-like barrier when it lands. Its first Gadget, Garden Mulcher, makes Sprout consume a nearby bush tile and moderately heal from its consumption. Sprout's second Gadget, Transplant, destroys all active hedges from its Super to get its Super fully charged again. Its first Star Power, Overgrowth, periodically increases the blast radius of its attack. Its second Star Power, Photosynthesis, grants it a damage-reducing shield while inside a bush and for a brief time after leaving one. Its Hypercharge, Thorns, allows its Super to damage enemies."
  },
  {
    "name": "Squeak",
    "description": "Squeak is a Mythic Brawler who has moderate health and a moderate damage output. He attacks by shooting a blob of goo that sticks to obstacles and targets and then explodes after a delay. His Super shoots a giant ball that explodes into six smaller blobs that each explode after a delay, similarly to his main attack. His first Gadget, Windup, increases the range and damage of his next attack. His second Gadget, Residue, allows Squeak's next attack to reveal invisible enemies and enemies in bushes inside the attack's radius and also temporarily slows them down in the attack's radius. His first Star Power, Chain Reaction, increases his attack's damage for every enemy Brawler inside his attack's radius. His second Star Power, Super Sticky, slows enemies hit by his Super's secondary blobs. His Hypercharge, Bouncy Blob, gives his Super a second volley of Sticky Blombs."
  },
  {
    "name": "Stu",
    "description": "Stu is an Epic Brawler who has moderate health but a high burst damage potential, great mobility with his Super, and the unique ability to charge his Super in one hit. He attacks with two fireworks, and his Super is a short dash that leaves a trail of burning rubber behind him, burning enemies if they touch it. His first Gadget, Speed Zone, drops a booster that increases the movement speed of himself and allies in a large area-of-effect around it. His second Gadget, Breakthrough, allows his next Super to destroy obstacles and send the debris of the destroyed obstacles to damage enemies. His first Star Power, Zero Drag, increases his Super's range. His second Star Power, Gaso-Heal, slightly heals Stu when his Super is used. His Hypercharge, Infinitro, gives Stu infinite Supers for the entire duration."
  },
  {
    "name": "Surge",
    "description": "Surge is a Legendary Brawler who could be unlocked as a Brawl Pass reward at Tier 30 from Season 2: Summer of Monsters or can be unlocked from the Starr Road. His main attack fires a shot of juice that splits upon hitting an enemy. His Super is a jump in the air which allows him to leap over walls, and upon landing, deals damage, knocks enemies back, and grants Surge various upgrades to his attacks and movement speed. Surge's first Gadget, Power Surge, temporarily gives Surge 1 upgrade. His second Gadget, Power Shield, partially protects Surge from a single projectile that is converted to reload a part of his ammo. His first Star Power, To the Max!, allows his projectiles to split when hitting a wall. His second Star Power, Serve Ice Cold, makes Surge respawn with his Stage 1 upgrade instead of reverting back to his initial state. His Hypercharge, Stage 5, makes Surge upgrade to a fourth stage, giving his shots even more range than Stage 3 and causing them to split every time."
  },
  {
    "name": "Tara",
    "description": "Tara is a Mythic Brawler with a moderate amount of health and damage. She attacks by throwing three tarot cards that pierce through her enemies and spread out, therefore dealing the most damage at close range. For her Super, she throws a black hole that quickly pulls in enemies within a short range, then explodes, dealing moderate damage and destroying obstacles in a short radius. Her first Gadget, Psychic Enhancer, allows Tara and her teammates to see enemies that are hiding in bushes or invisible for a short amount of time. Her second Gadget, Support From Beyond, summons three shadowy versions of Tara with low health and damage that chase down enemies, have quick melee attacks, and disappear after a short amount of time. Her first Star Power, Black Portal, allows her Super to summon a smaller, shadowy version of Tara with moderate health and damage that chases down enemies and has quick melee attacks. Her second Star Power allows her Super to summon a shadowy figure similar to that of her first Star Power, that heals teammates. Her Hypercharge, Supermassive, increases her Super radius of effect."
  },
  {
    "name": "Tick",
    "description": "Tick is a Super Rare Brawler who has the lowest health of any Brawler but has a high damage potential. He attacks by lobbing three mines over obstacles that explode on contact with an opposing target or after a delay. His Super detaches and launches his head, which chases after the nearest enemy and explodes, dealing high damage and knocking enemies back while also destroying obstacles. His first Gadget, Mine Mania, doubles the amount of mines that his next attack fires. His second Gadget, Last Hurrah, grants him a temporary shield before he explodes, dealing damage and knocking enemies back. His Mythic Gear, Thicc Head, increases the health of his Super. His first Star Power, Well Oiled, allows him to self-heal sooner than normal. His second Star Power, Automa-Tick Reload, decreases his attack's reload time. His Hypercharge, Headstrong, makes his next Super deploy and follow enemies faster, dropping 6 mines upon exploding, which deal very high damage each."
  },
  {
    "name": "Willow",
    "description": "Willow is a Mythic Brawler who has low health, moderate damage output, and immense utility with her Super. She attacks by lobbing a lantern which creates a small puddle on the ground that lasts for a period of time, dealing damage and then damage over time to enemies upon impact. For her Super, she shoots a tadpole that allows her to control enemy Brawlers, gaining a damage-reduction shield while controlling them. Willow's first Gadget, Spellbound, allows her next attack to deal her poison damage all at once. Her second Gadget, Dive, momentarily makes her immobile but invulnerable. Her first Star Power, Love Is Blind, moderately decreases the reload speed of a poisoned enemy. Her second Star Power, Obsession, increases the movement speed of an enemy Brawler controlled by her Super."
  }
]